{
 "headword" : "About Department Of Wildlife Conservation",
 "headtext" : "History",
 "p1" : "The first attempt to stop the destruction of wildlife resources of Sri Lanka was made in 1889, by the Conservator of Forests , Colonel Clark, R.A,. He brought the disastrous effects of the commercial exploitation of wildlife resources in the country, to the notice of the Government of Ceylon and advocated immediate legislation which would forbid the destroying wild animals, for the export of hides. His successor in office, Mr. A.F. Broun continued the agitation and persuaded the Government to pass two Ordinances, titled “An Ordinance to prevent the wanton destruction of elephants, buffaloes and other game” and “An Ordinance to readjust the customs duties leviable on firearms and to impose an export duty on certain hides and horns”.",
 "p2" : "In the subsequent years, after a concentrated effort, protectionists of the country managed to see a proclamation which prohibited the export of deer hides for trade. Further, it was decided to employ paid watchers within selected and well defined localities, to put a stop to the illegal practice of killing wild animals.",
 "p3" : "Around the turn of the century, on the advice of the Conservator of Forests, two vast stretches of uninhabited country for experimental purposes, Yala an area of 160 sq. miles between Menik Ganga and Kumbukkan Oya and Wilpattu –  an area of 256 sq. miles in the North-Western and North Central provinces, were proclaimed as Reserves under the Forest Ordinance.",
 "p4" : "Ceylon’s new constitution of 1930 placed the administration of the forests and ‘all that they contain’ under the Minister of Agriculture and Lands, who appointed a Committee, known as the Fauna and Flora Protection Committee, to examine and report on the local situation. In their report, the Committee urged the necessity for early selection and reservation of additional areas for the protection and preservation of the indigenous fauna and flora. Recommendations of this committee resulted in the Fauna and Flora Protection Ordinance, No. 2 of 1937. In the subsequent times, under the legal provisions of this Ordinance, suitable areas were identified and declared as wildlife reserves. Forest Department was provided with the necessary funds to survey and demarcate these areas and to meet the payment of the watchers engaged on protective work.",
 "p5" : "Towards the end of 1940’s, the Government realized the necessity to establish a separate Department to enforce the Fauna and Flora Protection Ordinance and to manage the increasing number of wildlife reserves in the country. Accordingly, the Wildlife Department was established in October 1949. Conservator of Forests continued as the Acting Warden, until the new Wildlife Warden, Mr. C.W. Nicolas, was appointed on the 1st of October 1950.",
 "p6" : "Within the first decade, cadre of the department was gradually expanded and deployed to protect the wildlife protected areas in the country. New wildlife Protected Areas in the GalOya basin and the Yala Block II also were declared.",
 "p7": "Most significant step taken within this period was the appointment of a committee for the protection of the wildlife in 1957. Subsequently, recommendations of this committee on wildlife protected area development, establishment of new protected areas, amendment of Fauna and Flora Protection Ordinance with special reference to wild elephants, establishment of corridors, improvement of organisation of Wildlife Department gave rise to a notable progress in those fields.",
 "p8" : "The challenge in the hands of the Department of Wildlife Conservation from 1960 onwards was to ensure the protection of wildlife resources against the large scale multi-purpose development projects implemented in the country. A string of wildlife protected areas was established in the Mahaweli region, with the objective of providing shelter for the wild animal populations, especially the wild elephants, displaced due to large scale forest clearings under the accelerated Mahaweli Development Project. United States Agency for International Development (USAID) provided financial assistance through a special project titled Mahaweli Environmental Project(MEP), for the establishment and development of these protected areas.",
 "p9" : "Since 1993, a special project was launched under the title of “Development of Wildlife Conservation and Protected Area Management”, within the Department. Under this project, funded by UNDP/FAO through Global Environmental Facility (GEF), long term management plans were prepared for all leading wildlife protected areas and a intensive human resource development programme was implemented. Increase of the departmental cadre, research on wildlife, production of public educational materials, formulation of a wild elephant conservation strategy, were the other outcomes of this project, which concluded by the end of 1999.",
 "head1" : "Protected Areas",
 "p10" : "Protected areas of Sri Lanka play a vital role in biodiversity Conservation. Shrinking and disappearance of habitats due to the rapid growth of human population, development projects and urbanization, some species are being pushed into the threatened status. Human intervention is prohibited or limited inside the protected areas. Therefore these areas act as refuges for species by providing ideal habitat to ensure their survival. Protected areas protect ecosystem services and cultural and historical significance areas. In addition to that these areas are reference areas for monitoring of changes in outside due to the human impact. Protected areas are administrated by Department of Wildlife Conservation and Forest Department in Sri Lanka.",
 "head2" : "Classification of Protected Areas according to Fauna and Flora Protection Ordinance",
 "protect" :["Strict Natural Reserve - 03","National Park - 25","Nature Reserve -09","Jungle Corridor -02","Marine National Park -01","Marine Reserves -00","Buffer Zone -00","Sanctuary or a Managed Elephant Reserve – 68 +1"],
 "subhead1" : "most visited :",
 "head3" : "Strict Natural Reserve",
 "head4" : "National Parks",
 "head5" : "Jungle Corridor",
 "head6" : "Marine National Park",
 "location" : "Location :"

}