{
 "nav1" : "Home",
 "nav2" : "Introduction",
 "nav3" : "About DWC",
 "nav4" : "Animals",
 "nav5" : "Gallery",
 "nav6" : "Leophard",
 "headword" : "WILD LIFE IN SRI LANKA",
 "headp" : "Sri Lanka, nestled in the Indian Ocean, boasts a rich tapestry of wildlife that captivates with its diversity and uniqueness. The island's lush landscapes play host to a remarkable array of flora and fauna, making it a biodiversity hotspot. From the elusive leopard prowling Yala National Park to the majestic elephants that roam freely in Minneriya, the country showcases nature's wonders. Sri Lanka's avian population, including the vibrant peafowl, adds a kaleidoscope of colors to the wilderness. Conservation efforts and protected areas underscore the nation's commitment to preserving this natural heritage. In Sri Lanka, the delicate balance between human development and wildlife conservation paints a hopeful picture for the coexistence of both.",
 "galleryhead" : "Animals in sri Lanka",
 "link" : "wikipedia",
 "fliphead1" : "Junglefowl",
 "fliphead2" : "Elephants",
 "fliphead3" : "Reptiles",
 "fliphead4" : "Butterflies",
 "fliphead5" : "Taruga eques",
 "fliphead6" : "Cherry barb",
 "flip1" : "The Sri Lankan junglefowl (Gallus lafayettii sometimes spelled Gallus lafayetii), also known as the Ceylon junglefowl or Lafayette's junglefowl, is a member of the Galliformes bird order which is endemic to Sri Lanka, where it is the national bird.",
 "flip2" : "The Sri Lankan elephant is native to Sri Lanka and one of three recognised subspecies of the Asian elephant. It is the type subspecies of the Asian elephant and was first described by Carl Linnaeus under the binomial Elephas maximus in 1758.",
 "flip3" : "Sri Lanka currently contains 185 species of reptiles, of which 60 are threatened and 115 are endemic. Most of the reptiles are snakes and the largest two are the mugger crocodile and saltwater crocodile.",
 "flip4" : "Sri Lanka is home to 245 species of butterflies with 23 of these being endemic to the island.One Of the 245 species, 76, are listed as threatened nationally, while the Ceylon rose is designated as critically endangered.",
 "flip5" : "Taruga eques (common names: Günther's whipping frog, montane hour-glass tree-frog) is a species of frog in the family Rhacophoridae. It is endemic to the central hills of Sri Lanka.",
 "flip6" : "The cherry barb (Puntius titteya) is a tropical freshwater fish belonging to the family Cyprinidae. It is endemic to Sri Lanka, and introduced populations have become established in Mexico and Colombia.",
 "gallerylink" : "More about animals",
 "heading1" : "Amazing Facts :",
 "heading2" : "Things you should know about Sri Lankan wildlife",
 "subhead1" : "1. Best for Big Game Safaris outside Africa",
 "subhead2" : "2. Best for Blue Whale and Top Ten for Sperm Whales",
 "subhead3" : "3. The Gathering of Elephants",
 "subsec1" : "Sri Lanka is the Best for Big Game Safaris outside Africa. Its Big Five are the Elephant, Leopard, Sloth Bear, Blue and Sperm Whale. Few countries can rival its combination of Big Game safari animals, species densities and tourism infrastructure. It is undoubtedly the Ultimate Island Safari.",
 "subsec2" : "Sri Lanka is Best for Blue Whale, the largest animal that has ever lived on earth. Mirissa and Trincomalee offer the best Blue Whale viewing in the world.Kalpitiya is among the top ten sites in the world for the Sperm Whale, the biggest toothed whale.Mirissa offers the best chance in the world to see both Blue and Sperm Whales on the same whale watching.",
 "subsec3" : "The largest seasonally recurring concentration of wild elephants takes place between July to September at Minneriya (and Kaudulla) National Park. Over 300 elephants may gather on the seasonally drying lake bed. Listed by Lonely Planet as among the Top Ten wildlife spectacles in the world.Uda Walawe National Park is the only site in the world where wild elephants are guaranteed  on every game drive.",
 "animal1" : "Wildlife Highlights",
 "animal2" : "Animals you have must to see in the Pearl of the Indian Ocean",
 "subheadI" : "Lankan Leopard Panthera pardis kotiya – apex predators",
 "subheadII" : "Sri Lankan Elephant Elephas maximus maximus – Majestic and gentle giants",
 "subheadIII" : "Blue whale Balaenoptera musculus- true giants of the ocean",
 "subheadIV" : "Leatherback Sea Turtle Dermochelys coriacea – graceful swimmers of the ocean",
 "subsecI" : "Leopards are considered the most successful of the big cat species in the world. The Sri Lankan subspecies of leopards is testament to the adaptability of these spotted felines. Sri Lanka’s Yala National Park is prime leopard territory, as it is said to have the highest leopard density in the world.Leopards are the apex predator in Sri Lanka’s wild. Usually lone hunters, these cats can sometimes be seen sleeping during the day, hidden away from view on a tree branch. It is during sundown that they come down to hunt. With an indiscriminate diet, ranging from wild hares to deer, leopards survive the elements better than any other big cat in the world. Although most species of leopards are known to carry their prey up into trees, Sri Lankan leopards take advantage of their position on top of the food chain to eat their catch where they please.Sri Lankan Safaris gives you the opportunity to view these magnificent felines in the wild in Sri Lanka’s many National Parks. Inquire today about our leopard safaris, and make your bookings today. Our guides are well equipped to find where you can see these big cats, and will take you there.",
 "subsecII" : "Once extensively hunted for their ivory, the population of elephants in Sri Lanka dwindled to a few thousand, from a few hundreds of thousand before colonisation. Although the number of elephants with tusks has dropped dramatically as a result, the overall population of elephants has somewhat stabilised in the country due to conservation efforts in the country.Elephants were very much a part of everyday life until very recently in Sri Lanka. They have been used in the logging industry and continue to be part of the cultural procession known as the Kandy Perahera.To get the best elephant experience, though, you have to see them in their natural habitat. The Yala and Minneriya National Parks, as well as a few other national parks around the country, are prime locations to view these giants in the wild.Sri Lanka Safaris offers great opportunities to view Sri Lankan elephants in their element. Our expert guides know where to find the herds of pachyderms, so that you get the best experience.",
 "subsecIII" : "Blue Whales are thought to be the largest animal ever to have lived on the planet. Like all species of whale, it is a marine mammal, and can reach up to 30m in length, and more than 170 tonnes. Commonly living alone or in pairs, they are part of great colonies which generally migrate long distances throughout the year.Sri Lanka is the best country in the world to view blue whales, without exception. A blue whale population off the coast of Sri Lankan is believed to have up to 1,000 individuals, making it the largest blue whale colony anywhere in the world. It is also the only known pod of blue whales that is non-migratory, so visitors to the island have a chance to view these giants all year round.Blue whales are not just the largest animal. They are said to be the loudest as well, although their calls fall outside the range of human hearing at 10 to 40Hz.Sri Lanka Safaris offers a great opportunity for you to see these magnificent creatures up close. A short boat ride from any of several locations will get you close enough to see these giants in their natural habitat!",
 "subsecIV" : "The leatherback turtle is the largest species of turtle alive today. What sets them apart from other turtles is the fact that they don’t have a shell, but a skin carapace. These beautiful sea reptilians can grow up to more than 2m in length, and weigh up to 250 - 500 kg.Although they are great swimmers and divers, they are not very fast on land, where they have to visit every few years to lay their eggs. Humans living in coastal areas used this to their advantage and hunted these turtles for their meat and eggs. The dramatic reduction in numbers means that these turtles are now listed as critically endangered.Although the habitat of the leatherback turtle is varied due to them travelling great distances, their numbers are cause for concern. Recent international conservation attempts have managed to stop the reduction in their numbers, but it is thought that it will take a long time for their numbers to get back to historical values.Sri Lanka Safaris offers you an opportunity to see these magnificent reptiles in their natural habitat. Make an enquiry now and book soon for your chance to see these rare reptiles in their element.",
 "parks" : "National Parks",
 "li1" : "Adam's Bridge Marine National Park",
 "li2" : "Angammedilla National Park",
 "li3" : "Bundala National Park",
 "li4" : "Delft National Park",
 "li5" : "Gal Oya National Park",
 "li6" : "Horton Plains National Park",
 "li7" : "Kaudulla National Park",
 "li8" : "Kumana National Park",
 "li9" : "Lunugamvehera National Park",
 "li10" : "Maduru Oya National Park",
 "li11" : "Minneriya National Park",
 "li12" : "Pigeon Island National Park",
 "li13" : "Udawalawe National Park",
 "li14" : "Ussangoda National Park",
 "li15" : "Wasgamuwa National Park",
 "li16" : "Wilpattu National Park",
 "li17" : "Yala National Park",
 "animals7" : "Seven animals you have to see in the Pearl of the Indian Ocean",
 "animallist" : ["Sri Lankan Leopard"," Sri Lankan Elephant","Sloth Bear","Blue Whale ","Black-necked Stork"," Saltwater Crocodile","Leatherback Sea Turtle"]

}