{
 "introhead": "Introduction of wild life in Sri Lanka",
 "introp" : "Sri Lanka’s wildlife is as varied as the island itself, ranging from elephants and leopards to marine life and a vast number of different birds, and Sri Lanka is now one of the best places in the world to see whales, including the mighty blue whale. With 12% of the country designated for wildlife protection, it is easy to get a taste of Sri Lankan wildlife: safari parks and sanctuaries, particularly in the southern and central zones, offer the easiest way to see animals in their natural habitat. Stay alert for a sighting of the endangered leopard; take your time as you watch the elephants feeding and washing in a tank or lagoon, or walk quietly along the beaches of the west and south coast near to marine turtles as they lay their eggs.",
 "introhead1" : "Birds of Sri Lanka",
 "introp1" : "Birdwatching in Sri Lanka is a delight for birders. The island’s isolation and tropical climate are responsible for attracting an incredibly diverse range of birds of more than 400 species. Almost 200 migrant species descend&nbsp;on the country each year having flown south for the winter, and there are 33 endemic birds in Sri Lanka.",
 "introhead2" : "Mammals",
 "introp2" : "102 terrestrial mammals have so far been discovered on the island. 90 of them are indigenous species, of which 14 are endemic to Sri Lanka. Mammals are extensively distributed in the country due to the diverse climate, vegetation, altitude and geographic history of the island. Many travellers come to Sri Lanka hoping to see elephants, the island’s most iconic animal – visit one of the national parks and see them moving in herds in the wild, or visit the Millennium Elephant Foundation to learn more about the role elephants play in Sri Lankan culture. Sri Lanka’s elusive leopard can be seen at many national parks, most notably Yala National Park, which has the highest population density of leopards in the world. Go to tranquil Wilpattu for a sloth bear sighting, or see toque macaque, grey langur and purple-faced leaf monkeys when you meet the monkeys of Polonnaruwa.",
 "introhead3" : "Marine Life",
 "introp3" : "Sri Lanka’s oceans also boast a wide range of spectacular creatures, including whales and dolphins, dugongs, sting rays, eels, whale sharks and five species of endangered marine turtle, as well as various colourful tropical fish and intricate, mesmerising corals. Go on a whale and dolphin watching expedition in search of the mighty blue whale, or watch as a turtle lays its eggs in the sand before returning to the sea. Why not try a wildlife holiday in Sri Lanka? The island’s astonishing diversity of landscape and the incredible range of animals that have made their home here means that there are wildlife events happening all year round. Red Dot have put together several wildlife-focused itineraries which highlight Sri Lanka’s main wildlife attractions and take you to some of the most beautiful areas of the island. These itineraries can of course be altered in any way that you wish, and our knowledgeable sales consultants will be only too happy to advise you on creating the ultimate Sri Lanka wildlife holiday.",
 "p1" : "Bundala National Park is an internationally important wintering ground for migratory water birds in Sri Lanka. Bundala harbors 197 species of birds, the highlight being the greater flamingo, which migrate in large flocks.Bundala was designated a wildlife sanctuary in 1969 and redesignated to a national park on 4 January 1993.In 1991 Bundala became the first wetland to be declared as a Ramsar site in Sri Lanka. In 2005 the national park was designated as a biosphere reserve by UNESCO, the fourth biosphere reserve in Sri Lanka.The national park is situated 245 kilometres (152 mi) southeast of Colombo.",
 "p2" : "Chundikkulam Lagoon and its surrounding area was designated as a bird sanctuary on 25 February 1938 under the Fauna and Flora Protection Ordinance (No. 2) of 1937.In January 2009 the Sri Lanka Army's 55 Division, advancing from Nagar Kovil, re-captured the area around Chundikkulam sanctuary from the militant Liberation Tigers of Tamil Eelam.Subsequently, the Sri Lankan military started building military bases in the sanctuary and barred local fishermen from using the sanctuary and local residents from returning to their homes.",
 "p3" : "An Integrated Strategic Environmental Assessment of Northern Province produced by the government with the assistance of United Nations Development Programme and United Nations Environment Programme and published in October 2014 recommended that a national park with an area of 18,990 ha (46,925 acres) be created on the Sri Lankan section of Adam's Bridge.",
 "p4" : "Aṁgammæḍilla Jātika Vanōdyānaya;( Tamil: அங்கம்மெடில்லை தேசிய வனம், romanized: Aṅkam'meṭillai Tēciya Vaṉam) is one of the new national parks in Sri Lanka. The region was designated national park on 6 June 2006.[2] Originally Angammedilla was a forest reserve within the Minneriya-Girithale Sanctuary declared on 12 February 1988.",
 "p5" : "An Integrated Strategic Environmental Assessment of Northern Province produced by the government with the assistance of United Nations Development Programme and United Nations Environment Programme and published in October 2014 recommended that a national park with an area of 1,846 ha (4,562 acres) be created on a part of Delft island.In May 2015 the government announced that a part of Delft, along with Adam's Bridge, Chundikkulam and Madhu Road would be designated national parks Delft became a national park on 22 June 2015 with an area of 1,846 ha (4,562 acres).",
 "p6" : "Horton Plains National Park (Sinhala: හෝර්ටන් තැන්න ජාතික උද්‍යානය, romanized: Hortan Thanna Jathika Udyanaya) is a national park in the central highlands of Sri Lanka that was designated in 1988. It is located at an elevation of 2,100–2,300 m (6,900–7,500 ft) and encompasses montane grassland and cloud forest. It is rich in biodiversity and many species found here are endemic to the region. It is also a popular tourist destination and is situated 8 kilometres (5.0 mi) from Ohiya, 6 kilometres (3.7 mi) from the world-famous Ohiya Gap/Dondra Watch and 32 kilometres (20 mi) from Nuwara Eliya.The Horton Plains are the headwaters of three major Sri Lankan rivers, the Mahaweli, Kelani, and Walawe. In Sinhala the plains are known as Maha Eliya Plains (මහ එළිය තැන්න). Stone tools dating back to Balangoda culture have been found here. The plains' vegetation is grasslands interspersed with montane forest and includes many endemic woody plants. Large herds of Sri Lankan sambar deer feature as typical mammals and the park is also an Important Bird Area with many species not only endemic to Sri Lanka but restricted to the Horton Plains. Forest dieback is one of the major threats to the park and some studies suggest that it is caused by a natural phenomenon.",
 "p7" : "Kaudulla National Park is a national park on the island of Sri Lanka located 197 kilometres (122 mi) away from the largest city, Colombo. It was designated a national park on April 1, 2002, becoming the 15th such area on the island. In the 2004–2005 season more than 10,000 people visited the National Park, generating an income of Rs.100,000 from entrance fees.Along with Minneriya and Girithale BirdLife International have identified Kaudulla as an Important Bird Area.Historically Kaudulla was one of the 16 irrigation tanks built by King Mahasen.Following a period of abandonment it was reconstructed in 1959. It now attracts and supports a variety of plant and animal life, including large mammals, fish and reptiles.",
 "p8" : "Kumana National Park in Sri Lanka is renowned for its avifauna, particularly its large flocks of migratory waterfowl and wading birds. The park is 391 kilometres (243 mi) southeast of Colombo on Sri Lanka's southeastern coast.Kumana is contiguous with Yala National Park.Kumana was formerly known as Yala East National Park, but changed to its present name on 5 September 2006.The park was closed from 1985 to March 2003 because of the LTTE (Liberation Tigers of Tamil Elam) attacks. It was also affected by the Boxing Day tsunami in 2004.",
 "p9" : "Lunugamvehera National Park (Sinhala: ලුණුගම්වෙහෙර ජාතික වනෝද්‍යානය) in Sri Lanka was declared in 1995, with the intention of protecting the catchment area of the Lunugamvehera reservoir and wildlife of the area. The national park is an important habitat for water birds and elephants. The catchment area is vital to maintain the water levels of the five tanks in the down stream of Kirindi Oya and wetland characteristics of Bundala National Park.This national park also serves as a corridor for elephants to migrate between Yala National Park and Udawalawe National Park.The national park is situated 261 km (162 mi) southwest from Colombo. After being closed because of the Sri Lankan civil war, the national park is now open to the general public.",
 "p10" : "Maduru Oya National Park (Sinhala: මාදුරු ඔය ජාතික වනෝද්‍යානය, romanized: Māduru Oya Jātika Vanōdyānaya; Tamil: மாதுரு ஓயா தேசிய பூங்கா, romanized: Māturu Ōyā Tēciya Pūṅkā) is a national park of Sri Lanka, established under the Mahaweli development project and also acts as a catchment of the Maduru Oya Reservoir. The park was designated on 9 November 1983.Providing a sanctuary to wildlife, especially for elephants and protecting the immediate catchments of five reservoirs are the importance of the park. A community of Vedda people, the indigenous ethnic group of Sri Lanka lives within the park boundary in Henanigala.The park is situated 288 kilometres (179 mi) north-east of Colombo.",
 "tablehead" : ["Name","Map","Location","Established","Area"],
 "heading1" : "National Parks",
 "subhead" : "Summary",
 "hthree1" : "Bundala National Park",
 "hthree2" : "Chundikulam National Park",
 "hthree3" : "Adam's Bridge Marine National Park",
 "hthree4" : "Angammedilla National Park",
 "hthree5" : "Delft National Park",
 "hthree6" : "Horton Plains National Park",
 "hthree7" : "Kaudulla National Park",
 "hthree8" : "Kumana National Park",
 "hthree9" : "Lunugamvehera National Park",
 "hthree10" : "Maduru Oya National Park"
}