{
 "wilpattuheading1" : "History of Wilpattu:",
 "wilpattuheading2" : "Activities at the Park:",
 "wilpattuheading3" : "Camp among the roaming wildlife",
 "wilpattup1" : "✒︎ Evidence of an ancient civilization is indicated through irrigation, and other structures found at the park, while the area is associated with much legends and history. Rewinding to 500 BC, King Vijaya landed at  Thambapanni (meaning “red earth” in Sanskrit), which is located at Kudarimalai area.",
 "wilpattup2" : "✒︎ Further Paleolithic and Mesolithic records are found from several locations. Fast forward to more recent times, the park was closed for the public due to the onset of the civil conflict from mid 1980s up to February 2010, and WNP is currently undergoing rehabilitation infrastructure and strengthening its management to bring back its glorious past.",
 "wilpattup3" : "The national park offers limited outdoor camping sites for the more adventurous wholike to have a challenging experience by spending the night in a tent besides a tank or a river. You must bring your own camping gear and cooking utensils.Bungalows and campsites need to be booked in advance with the Department of Wildlife Conservation.",
 "wilpattuheading4" : "Bird Watching & Safari",
 "wilpattuheading5" : "Stay at a Bangalo",
 "wilpattup4" : "Depending on the time in hand, take a half a day or full day jeep safari and spend a few hours inside the park to spot some of the endemic species in Sri Lanka or to get a glimpse of the big 3 mammals at the park – the Sri Lankan Elephant, Sloth Bear and the Leopard.For all Ornithology enthusiasts, a variety of over 150 bird species including migrants, can be observed at the Wilpattu National Park. There are some breath-taking seascapes, especially at Kudarimali point or else you can spend some time beside a villu, just watching the animals.",
 "wilpattup5" : "Choose from a selection of in-house accommodation with 7 circuit bungalows and a dormitory located beside a villu, a tank or a river. Encounter the wildlife at the doorstep and listen to wildlife while gazing at the stars."
}